Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# sharecard.social.homepagePlaceholder
source: Homepage not set
ar: لم يتم تعيين الصفحة الرئيسية
de: Homepage nicht festgelegt
es: Página web no establecida
fr: Page d'accueil non définie
id: Halaman beranda tidak diatur
it: Homepage non impostata
ja: ホームページが設定されていません
ko: 홈페이지가 설정되지 않음
nl: Startpagina niet ingesteld
pl: Strona domowa nieustawiona
pt_br: Página inicial não definida
ru: Домашняя страница не задана
tr: Web sitesi ayarlanmamış
uk: Домашня сторінка не встановлена
vi: Trang chủ chưa được đặt
zh_hans: 未设置主页
zh_hant: 未設定首頁

# sharecard.social.locationPlaceholder
source: Location not set
ar: لم يتم تعيين الموقع
de: Standort nicht festgelegt
es: Ubicación no establecida
fr: Localisation non définie
id: Lokasi tidak diatur
it: Località non impostata
ja: 場所が設定されていません
ko: 위치가 설정되지 않음
nl: Locatie niet ingesteld
pl: Lokalizacja nieustawiona
pt_br: Localização não definida
ru: Местоположение не указано
tr: Konum ayarlanmamış
uk: Місцезнаходження не вказано
vi: Vị trí chưa được đặt
zh_hans: 未设置位置
zh_hant: 未設定位置

# sharecard.social.socialPlaceholder
source: Social not set
ar: لم يتم تعيين وسائل التواصل
de: Soziales nicht festgelegt
es: Red social no establecida
fr: Réseau social non défini
id: Sosial tidak diatur
it: Social non impostato
ja: ソーシャルが設定されていません
ko: 소셜이 설정되지 않음
nl: Sociale media niet ingesteld
pl: Social nieustawiony
pt_br: Rede social não definida
ru: Социальная сеть не указана
tr: Sosyal medya ayarlanmamış
uk: Соціальна мережа не вказана
vi: Mạng xã hội chưa được đặt
zh_hans: 未设置社交链接
zh_hant: 未設定社交連結

# sharecard.stats.followers
source: Followers
ar: المتابِعون
de: Follower
es: Seguidores
fr: Abonnés
id: Pengikut
it: Follower
ja: フォロワー
ko: 팔로워
nl: Volgers
pl: Obserwujący
pt_br: Seguidores
ru: Подписчики
tr: Takipçi
uk: Підписники
vi: Người theo dõi
zh_hans: 关注者
zh_hant: 追蹤者

# sharecard.stats.following
source: Following
ar: يتابع
de: Folge ich
es: Siguiendo
fr: Abonnements
id: Mengikuti
it: Seguiti
ja: フォロー中
ko: 팔로잉
nl: Volgend
pl: Obserwowani
pt_br: Seguindo
ru: Подписки
tr: Takip Edilen
uk: Підписки
vi: Đang theo dõi
zh_hans: 正在关注
zh_hant: 正在追蹤

# sharecard.stats.repos
source: Repos
ar: المستودعات
fr: Dépôts
it: Repo
ja: リポジトリ
ko: 저장소
nl: Repositories
pl: Repozytoria
pt_br: Repositórios
ru: Репозитории
tr: Depo
uk: Репозиторії
vi: Kho
zh_hant: 倉庫

# sharecard.stats.starred
source: Starred
ar: المفضلة
de: Mit Stern markiert
es: Destacados
fr: Étoiles
id: Dibintangi
it: Preferiti
ja: スター
ko: 별표
nl: Sterren
pl: Oznaczone gwiazdką
pt_br: Favoritos
ru: Избранное
tr: Yıldızlı
uk: Позначені зірочкою
vi: Đã gắn sao
zh_hant: 已加星號

# sharecard.style.adventure
source: Adventure
ar: مغامرة
de: Abenteuer
es: Aventura
fr: Aventure
id: Petualangan
it: Avventura
ja: アドベンチャー
ko: 모험
nl: Avontuur
pl: Przygoda
pt_br: Aventura
ru: Приключение
tr: Macera
uk: Пригода
vi: Phiêu lưu
zh_hans: 草地冒险
zh_hant: 草地冒險

# sharecard.style.idCard
source: ID Card
ar: بطاقة هوية
de: Ausweis
es: Carné
fr: Carte d'identité
id: Kartu Identitas
it: Carta d'identità
ja: IDカード
ko: 신분증
nl: ID-kaart
pl: Dowód osobisty
pt_br: Cartão de Identificação
ru: Удостоверение
tr: Kimlik Kartı
uk: Посвідчення
vi: Thẻ căn cước
zh_hans: ID 卡
zh_hant: ID 卡

# sharecard.style.magazine
source: Magazine
ar: مجلة
de: Magazin
es: Revista
id: Majalah
it: Rivista
ja: マガジン
ko: 매거진
pl: Magazyn
pt_br: Revista
ru: Журнал
tr: Dergi
uk: Журнал
vi: Tạp chí
zh_hans: 杂志卡
zh_hant: 雜誌卡

# sharecard.style.social
source: Social
ar: اجتماعي
id: Sosial
ja: ソーシャル
ko: 소셜
nl: Sociaal
pl: Społecznościowy
ru: Социальная
tr: Sosyal
uk: Соціальна мережа
vi: Mạng xã hội
zh_hans: 社交卡
zh_hant: 社交卡

# sharecard.style.terminal
source: Terminal
ar: طرفية
it: Terminale
ja: ターミナル
ko: 터미널
ru: Терминал
uk: Термінал
zh_hans: 终端卡
zh_hant: 終端機卡

# sharecard.theme.adventureFel
source: Fel
ar: فيل
ja: フェル
zh_hans: 邪焰
zh_hant: 邪焰

# sharecard.theme.adventureShadow
source: Shadow
ar: ظل
es: Sombra
fr: Ombre
id: Bayangan
it: Ombra
ja: シャドウ
nl: Schaduw
pl: Cień
pt_br: Sombra
tr: Gölge
uk: Тінь
vi: Bóng tối
zh_hans: 暗影
zh_hant: 暗影

# sharecard.theme.adventureSunrise
source: Sunrise
ar: شروق الشمس
es: Amanecer
fr: Lever du soleil
id: Matahari Terbit
it: Alba
ja: サンライズ
nl: Zonsopgang
pl: Wschód słońca
pt_br: Nascer do Sol
tr: Gün Doğumu
uk: Схід сонця
vi: Bình minh
zh_hans: 暖阳
zh_hant: 暖陽

# sharecard.theme.auroraBlue
source: Aurora Blue
ar: أزرق شفقي
es: Azul Aurora
fr: Bleu Aurore
id: Aurora Biru
it: Aurora Blu
ja: オーロラブルー
nl: Aurora Blauw
pl: Aurora Niebieski
pt_br: Aurora Azul
tr: Aurora Mavisi
uk: Аврора синій
vi: Xanh Aurora
zh_hans: 极光蓝
zh_hant: 極光藍

# sharecard.theme.berryPurple
source: Berry Purple
ar: أرجواني توتي
es: Púrpura Baya
fr: Violet Baie
id: Ungu Berry
it: Viola Bacca
ja: ベリーパープル
nl: Bessenpaars
pl: Jagodowy Fiolet
pt_br: Roxo Fruta
tr: Böğürtlen Moru
uk: Ягідний фіолетовий
vi: Tím Berry
zh_hans: 莓果紫
zh_hant: 莓果紫

# sharecard.theme.darkCard
source: Night Card
ar: بطاقة ليلية
de: Nachtkarte
es: Tarjeta nocturna
fr: Carte nocturne
id: Kartu Malam
it: Scheda notturna
ja: ナイトカード
ko: 나이트 카드
nl: Nachtkaart
pl: Nocna karta
pt_br: Cartão Noturno
ru: Ночная карта
tr: Gece Kartı
uk: Нічна картка
vi: Thẻ Tối
zh_hans: 极夜黑卡
zh_hant: 極夜黑卡

# sharecard.theme.githubGreen
source: GitHub Green
ar: أخضر GitHub
de: GitHub Grün
es: Verde GitHub
fr: Vert GitHub
id: GitHub Hijau
ja: GitHubグリーン
ko: GitHub 그린
nl: GitHub Groen
pt_br: Verde GitHub
tr: GitHub Yeşili
uk: GitHub Зелений
vi: GitHub Xanh

# sharecard.theme.heatOrange
source: Heat Orange
ar: برتقالي حراري
de: Hitze-Orange
es: Naranja intenso
fr: Orange chaleur
id: Oranye Panas
ja: ヒートオレンジ
ko: 히트 오렌지
nl: Hitte Oranje
pl: Pomarańczowy żar
pt_br: Laranja Calor
ru: Оранжевый жар
tr: Sıcak Turuncu
uk: Помаранчевий жар
vi: Cam Nhiệt
zh_hans: 热力橙
zh_hant: 熱力橙

# sharecard.theme.lightCard
source: Pure Card
ar: بطاقة نقية
de: Reine Karte
es: Tarjeta pura
fr: Carte pure
id: Kartu Putih
it: Scheda chiara
ja: ピュアカード
ko: 순수 카드
nl: Pure Kaart
pl: Czysta karta
pt_br: Cartão Puro
ru: Чистая карта
tr: Saf Kart
uk: Чиста картка
vi: Thẻ Trắng
zh_hans: 简约白卡
zh_hant: 簡約白卡

# sharecard.theme.minimal
source: Indigo Ice
ar: جليد نيلي
de: Indigo-Eis
es: Hielo índigo
fr: Glace indigo
id: Es Indigo
ja: インディゴアイス
ko: 인디고 아이스
nl: Indigo IJs
pl: Indygo lód
pt_br: Gelo Índigo
ru: Индиго-лёд
tr: Çivit Buzu
uk: Індиговий лід
vi: Băng Tím
zh_hans: 靛蓝冰蓝
zh_hant: 靛藍冰藍

# sharecard.title
source: Share Card
ar: بطاقة المشاركة
de: Teilen-Karte
es: Tarjeta para compartir
fr: Carte de partage
id: Kartu Bagikan
it: Scheda di condivisione
ja: 共有カード
ko: 공유 카드
nl: Deelkaart
pl: Karta udostępniania
pt_br: Cartão de Compartilhamento
ru: Карточка
tr: Kart Paylaş
uk: Картка поділитися
vi: Thẻ Chia Sẻ
zh_hans: 分享卡片
zh_hant: 分享卡片

# sidebar.account
source: Account
ar: الحساب
es: Cuenta
fr: Compte
id: Akun
ja: アカウント
ko: 계정
pl: Konto
pt_br: Conta
ru: Аккаунт
tr: Hesap
uk: Обліковий запис
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳戶

# sidebar.account.refreshProfile
source: Refresh Profile
ar: تحديث الملف الشخصي
de: Profil aktualisieren
es: Actualizar perfil
fr: Actualiser le profil
id: Segarkan Profil
it: Aggiorna profilo
ja: プロフィールを更新
ko: 프로필 새로고침
nl: Profiel vernieuwen
pl: Odśwież profil
pt_br: Atualizar Perfil
ru: Обновить профиль
tr: Profili Yenile
uk: Оновити профіль
vi: Làm mới hồ sơ
zh_hans: 刷新个人信息
zh_hant: 重新整理個人資料

# sidebar.allRepos
source: All Stars
ar: كل النجوم
de: Alle Sterne
es: Todas las estrellas
fr: Toutes les étoiles
id: Semua Bintang
it: Tutte le stelle
ja: すべてのスター
ko: 모든 별
nl: Alle Sterren
pl: Wszystkie gwiazdki
pt_br: Todas as Estrelas
ru: Все звёзды
tr: Tüm Yıldızlar
uk: Усі зірки
vi: Tất cả sao
zh_hans: 全部仓库
zh_hant: 所有星號

# sidebar.autoTidy.popover.completed
source: Applied
ar: تم التطبيق
de: Angewendet
es: Aplicado
fr: Appliqué
id: Diterapkan
it: Applicato
ja: 適用済み
ko: 적용됨
nl: Toegepast
pl: Zastosowano
pt_br: Aplicado
ru: Применено
tr: Uygulandı
uk: Застосовано
vi: Đã áp dụng
zh_hans: 已应用
zh_hant: 已套用

# sidebar.autoTidy.popover.failed
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fr: Échec
id: Gagal
it: Non riuscito
ja: 失敗
ko: 실패
nl: Mislukt
pl: Niepowodzenie
pt_br: Falhou
ru: Не удалось
tr: Başarısız
uk: Не вдалося
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

# sidebar.autoTidy.popover.ignored
source: Ignored
ar: تم التجاهل
de: Ignoriert
es: Ignorado
fr: Ignoré
id: Diabaikan
it: Ignorato
ja: 無視
ko: 무시됨
nl: Genegeerd
pl: Zignorowano
pt_br: Ignorado
ru: Пропущено
tr: Yoksayıldı
uk: Проігноровано
vi: Đã bỏ qua
zh_hans: 已忽略
zh_hant: 已忽略

# sidebar.autoTidy.popover.openAISettings
source: AI Settings
ar: إعدادات الذكاء الاصطناعي
de: KI-Einstellungen
es: Ajustes de IA
fr: Paramètres IA
id: Pengaturan AI
it: Impostazioni AI
ja: AI設定
ko: AI 설정
nl: AI-instellingen
pl: Ustawienia AI
pt_br: Ajustes de IA
ru: Настройки ИИ
tr: Yapay Zeka Ayarları
uk: Налаштування ШІ
vi: Cài đặt AI
zh_hans: AI 设置
zh_hant: AI 設定

# sidebar.autoTidy.popover.progressFormat
source: %1$lld of %2$lld processed
ar: تمت معالجة %1$lld من %2$lld
de: %1$lld von %2$lld verarbeitet
es: %1$lld de %2$lld procesados
fr: %1$lld sur %2$lld traités
id: %1$lld dari %2$lld diproses
it: %1$lld di %2$lld elaborati
ja: %1$lld / %2$lld 処理済み
ko: %1$lld / %2$lld 처리됨
nl: %1$lld van %2$lld verwerkt
pl: Przetworzono %1$lld z %2$lld
pt_br: %1$lld de %2$lld processados
ru: Обработано %1$lld из %2$lld
tr: %1$lld / %2$lld işlendi
uk: Оброблено %1$lld із %2$lld
vi: Đã xử lý %1$lld trên %2$lld
zh_hans: 已处理 %1$lld / %2$lld
zh_hant: 已處理 %1$lld / %2$lld

# sidebar.autoTidy.popover.title
source: AI Auto-Tidy
ar: ترتيب تلقائي بالذكاء الاصطناعي
de: KI-Auto-Bereinigung
es: Autoordenación con IA
fr: Auto-rangement IA
it: Auto-riordino AI
ja: AI自動整理
ko: AI 자동 정리
nl: AI Auto-Opruimen
pl: Automatyczne porządkowanie AI
pt_br: Organização Automática por IA
ru: Авто-уборка ИИ
tr: Yapay Zeka Otomatik Düzenleme
uk: ШІ авто-впорядкування
vi: AI Tự động sắp xếp
zh_hans: AI 自动整理
zh_hant: AI 自動整理

# sidebar.autoTidy.popover.viewQueue
source: View Queue
ar: عرض قائمة الانتظار
de: Warteschlange anzeigen
es: Ver cola
fr: Voir la file
id: Lihat Antrean
it: Vedi coda
ja: キューを表示
ko: 대기열 보기
nl: Bekijk wachtrij
pl: Pokaż kolejkę
pt_br: Ver Fila
ru: Посмотреть очередь
tr: Kuyruğu Görüntüle
uk: Переглянути чергу
vi: Xem hàng đợi
zh_hans: 查看队列
zh_hant: 檢視佇列

# sidebar.autoTidy.runningFormat
source: AI auto-tidying %@
ar: ترتيب تلقائي بالذكاء الاصطناعي لـ %@
de: KI-Auto-Bereinigung von %@
es: Autoordenando con IA %@
fr: Auto-rangement IA en cours %@
it: Auto-riordino AI in corso %@
ja: AI自動整理中 %@
ko: AI 자동 정리 중 %@
nl: AI auto-opruimen %@
pl: Automatyczne porządkowanie AI %@
pt_br: IA organizando %@
ru: Авто-уборка ИИ %@
tr: Yapay zeka %@ otomatik düzenliyor
uk: ШІ авто-впорядкування %@
vi: AI đang tự động sắp xếp %@
zh_hans: AI 自动整理中 %@
zh_hant: AI 自動整理中 %@

# sidebar.autoTidy.tooltip
source: Auto-tidy is processing untagged repositories in the background.
ar: الترتيب التلقائي يعالج المستودعات غير الموسومة في الخلفية.
de: Die Auto-Bereinigung verarbeitet im Hintergrund nicht getaggte Repositories.
es: La autoordenación está procesando repositorios sin etiquetar en segundo plano.
fr: L'auto-rangement traite en arrière-plan les dépôts sans étiquette.
id: Auto-tidy sedang memproses repositori yang tidak diberi tag di latar belakang.
it: L'auto-riordino sta elaborando in background i repository senza tag.
ja: 自動整理がバックグラウンドでタグなしリポジトリを処理しています。
ko: 자동 정리가 백그라운드에서 태그되지 않은 저장소를 처리 중입니다.
nl: Auto-opruimen verwerkt ongetagde repositories op de achtergrond.
pl: Automatyczne porządkowanie przetwarza w tle repozytoria bez tagów.
pt_br: A organização automática está processando repositórios sem etiquetas em segundo plano.
ru: Авто-уборка обрабатывает неотмеченные репозитории в фоне.
tr: Otomatik düzenleme, etiketlenmemiş depoları arka planda işliyor.
uk: Авто-впорядкування обробляє репозиторії без тегів у фоновому режимі.
vi: Tự động sắp xếp đang xử lý các kho chưa gắn thẻ trong nền.
zh_hans: 自动整理正在后台处理未分类仓库。
zh_hant: 自動整理正在背景處理未標記的倉庫。

# sidebar.background.combinedFormat
source: %1$@ · %2$lld summaries
ar: %1$@ · %2$lld ملخصات
de: %1$@ · %2$lld Zusammenfassungen
es: %1$@ · %2$lld resúmenes
fr: %1$@ · %2$lld résumés
id: %1$@ · %2$lld ringkasan
it: %1$@ · %2$lld riassunti
ja: %1$@ · %2$lld サマリー
ko: %1$@ · %2$lld 요약
nl: %1$@ · %2$lld samenvattingen
pl: %1$@ · %2$lld podsumowań
pt_br: %1$@ · %2$lld resumos
ru: %1$@ · %2$lld сводок
tr: %1$@ · %2$lld özet
uk: %1$@ · %2$lld підсумків
vi: %1$@ · %2$lld bản tóm tắt
zh_hans: %1$@ · 摘要 %2$lld
zh_hant: %1$@ · %2$lld 則摘要

# sidebar.background.manual.popover.title
source: Manual AI Tidy
ar: ترتيب يدوي بالذكاء الاصطناعي
de: Manuelle KI-Bereinigung
es: Ordenación manual con IA
fr: Rangement IA manuel
it: Riordino AI manuale
ja: 手動AI整理
ko: 수동 AI 정리
nl: Handmatig AI Opruimen
pl: Ręczne porządkowanie AI
pt_br: Organização Manual por IA
ru: Ручная уборка ИИ
tr: Manuel Yapay Zeka Düzenleme
uk: Ручне ШІ впорядкування
vi: Sắp xếp AI thủ công
zh_hans: 手动 AI 整理
zh_hant: 手動 AI 整理

# sidebar.background.manual.runningFormat
source: Manual AI tidy %1$lld/%2$lld
ar: ترتيب يدوي بالذكاء الاصطناعي %1$lld/%2$lld
de: Manuelle KI-Bereinigung %1$lld/%2$lld
es: Ordenación manual con IA %1$lld/%2$lld
fr: Rangement IA manuel %1$lld/%2$lld
it: Riordino AI manuale %1$lld/%2$lld
ja: 手動AI整理 %1$lld/%2$lld
ko: 수동 AI 정리 %1$lld/%2$lld
nl: Handmatig AI opruimen %1$lld/%2$lld
pl: Ręczne porządkowanie AI %1$lld/%2$lld
pt_br: Organização manual por IA %1$lld/%2$lld
ru: Ручная уборка ИИ %1$lld/%2$lld
tr: Manuel yapay zeka düzenleme %1$lld/%2$lld
uk: Ручне ШІ впорядкування %1$lld/%2$lld
vi: Sắp xếp AI thủ công %1$lld/%2$lld
zh_hans: 手动 AI 整理中 %1$lld/%2$lld
zh_hant: 手動 AI 整理中 %1$lld/%2$lld

# sidebar.background.manual.tooltip
source: View background AI tasks
ar: عرض مهام الذكاء الاصطناعي في الخلفية
de: Hintergrund-KI-Aufgaben anzeigen
es: Ver tareas de IA en segundo plano
fr: Voir les tâches IA en arrière-plan
id: Lihat tugas AI latar belakang
it: Vedi attività AI in background
ja: バックグラウンドのAIタスクを表示
ko: 백그라운드 AI 작업 보기
nl: Bekijk achtergrond AI-taken
pl: Pokaż zadania AI w tle
pt_br: Ver tarefas de IA em segundo plano
ru: Фоновые задачи ИИ
tr: Arka plan yapay zeka görevlerini görüntüle
uk: Переглянути фонові завдання ШІ
vi: Xem tác vụ AI nền
zh_hans: 查看后台 AI 任务
zh_hant: 檢視背景 AI 任務

# sidebar.background.summary.completed
source: AI summary completed
ar: اكتمل ملخص الذكاء الاصطناعي
de: KI-Zusammenfassung abgeschlossen
es: Resumen de IA completado
fr: Résumé IA terminé
id: Ringkasan AI selesai
it: Riassunto AI completato
ja: AIサマリー完了
ko: AI 요약 완료
nl: AI-samenvatting voltooid
pl: Podsumowanie AI ukończone
pt_br: Resumo de IA concluído
ru: Сводка ИИ завершена
tr: Yapay zeka özeti tamamlandı
uk: Підсумок ШІ завершено
vi: Tóm tắt AI hoàn tất
zh_hans: AI 摘要已完成
zh_hant: AI 摘要已完成

# sidebar.background.summary.countFormat
source: AI summaries generating %1$lld
ar: إنشاء ملخصات الذكاء الاصطناعي %1$lld
de: KI-Zusammenfassungen werden generiert %1$lld
es: Generando %1$lld resúmenes de IA
fr: Génération de résumés IA %1$lld
id: Ringkasan AI sedang dibuat %1$lld
it: Generazione riassunti AI %1$lld
ja: AIサマリー生成中 %1$lld
ko: AI 요약 생성 중 %1$lld
nl: AI-samenvattingen genereren %1$lld
pl: Generowanie podsumowań AI %1$lld
pt_br: Gerando resumos de IA %1$lld
ru: Генерация сводок ИИ %1$lld
tr: Yapay zeka özetleri oluşturuluyor %1$lld
uk: Генерація підсумків ШІ %1$lld
vi: Đang tạo tóm tắt AI %1$lld
zh_hans: AI 摘要生成中 %1$lld
zh_hant: AI 摘要生成中 %1$lld

# sidebar.background.summary.failed
source: AI summary failed
ar: فشل ملخص الذكاء الاصطناعي
de: KI-Zusammenfassung fehlgeschlagen
es: Resumen de IA fallido
fr: Résumé IA échoué
id: Ringkasan AI gagal
it: Riassunto AI non riuscito
ja: AIサマリー失敗
ko: AI 요약 실패
nl: AI-samenvatting mislukt
pl: Podsumowanie AI nie powiodło się
pt_br: Falha no resumo de IA
ru: Сводка ИИ не удалась
tr: Yapay zeka özeti başarısız
uk: Підсумок ШІ не вдався
vi: Tóm tắt AI thất bại
zh_hans: AI 摘要生成失败
zh_hant: AI 摘要生成失敗

# sidebar.background.summary.popover.title
source: AI Summary Tasks
ar: مهام ملخص الذكاء الاصطناعي
de: KI-Zusammenfassungsaufgaben
es: Tareas de resumen de IA
fr: Tâches de résumé IA
id: Tugas Ringkasan AI
it: Attività riassunti AI
ja: AIサマリータスク
ko: AI 요약 작업
nl: AI-samenvattingstaken
pl: Zadania podsumowań AI
pt_br: Tarefas de Resumo de IA
ru: Задачи сводок ИИ
tr: Yapay Zeka Özet Görevleri
uk: Завдання підсумків ШІ
vi: Tác vụ tóm tắt AI
zh_hans: AI 摘要任务
zh_hant: AI 摘要任務

# sidebar.background.summary.running
source: Generating AI summary
ar: إنشاء ملخص الذكاء الاصطناعي
de: KI-Zusammenfassung wird generiert
es: Generando resumen de IA
fr: Génération du résumé IA
id: Membuat ringkasan AI
it: Generazione riassunto AI
ja: AIサマリーを生成中
ko: AI 요약 생성 중
nl: AI-samenvatting genereren
pl: Generowanie podsumowania AI
pt_br: Gerando resumo de IA
ru: Генерация сводки ИИ
tr: Yapay zeka özeti oluşturuluyor
uk: Генерація підсумку ШІ
vi: Đang tạo tóm tắt AI
zh_hans: AI 摘要生成中
zh_hant: 正在產生 AI 摘要

# sidebar.background.summary.section
source: AI summaries
ar: ملخصات الذكاء الاصطناعي
de: KI-Zusammenfassungen
es: Resúmenes de IA
fr: Résumés IA
id: Ringkasan AI
it: Riassunti AI
ja: AIサマリー
ko: AI 요약
nl: AI-samenvattingen
pl: Podsumowania AI
pt_br: Resumos de IA
ru: Сводки ИИ
tr: Yapay zeka özetleri
uk: Підсумки ШІ
vi: Tóm tắt AI
zh_hans: AI 摘要
zh_hant: AI 摘要

# sidebar.background.summary.singleFormat
source: AI summary · %1$@
ar: ملخص الذكاء الاصطناعي · %1$@
de: KI-Zusammenfassung · %1$@
es: Resumen de IA · %1$@
fr: Résumé IA · %1$@
id: Ringkasan AI · %1$@
it: Riassunto AI · %1$@
ja: AIサマリー · %1$@
ko: AI 요약 · %1$@
nl: AI-samenvatting · %1$@
pl: Podsumowanie AI · %1$@
pt_br: Resumo de IA · %1$@
ru: Сводка ИИ · %1$@
tr: Yapay zeka özeti · %1$@
uk: Підсумок ШІ · %1$@
vi: Tóm tắt AI · %1$@
zh_hans: AI 摘要生成中 · %1$@
zh_hant: AI 摘要 · %1$@

# sidebar.background.summary.tooltip
source: Open this repository and show its AI summary
ar: افتح هذا المستودع واعرض ملخص الذكاء الاصطناعي الخاص به
de: Dieses Repository öffnen und die KI-Zusammenfassung anzeigen
es: Abrir este repositorio y mostrar su resumen de IA
fr: Ouvrir ce dépôt et afficher son résumé IA
id: Buka repositori ini dan tampilkan ringkasan AI-nya
it: Apri questo repository e mostra il suo riassunto AI
ja: このリポジトリを開いてAIサマリーを表示
ko: 이 저장소를 열고 AI 요약 보기
nl: Open deze repository en toon de AI-samenvatting
pl: Otwórz to repozytorium i pokaż jego podsumowanie AI
pt_br: Abrir este repositório e mostrar seu resumo de IA
ru: Открыть репозиторий и показать сводку ИИ
tr: Bu depoyu aç ve yapay zeka özetini göster
uk: Відкрити цей репозиторій і показати його підсумок ШІ
vi: Mở kho này và hiển thị tóm tắt AI
zh_hans: 打开该仓库并展开 AI 摘要
zh_hant: 開啟此倉庫並顯示其 AI 摘要

# sidebar.clearSelectedTags
source: Clear Selected Tags
ar: مسح الوسوم المحددة
de: Ausgewählte Tags löschen
es: Limpiar etiquetas seleccionadas
fr: Effacer les étiquettes sélectionnées
id: Hapus Tag Terpilih
it: Cancella tag selezionati
ja: 選択したタグをクリア
ko: 선택한 태그 지우기
nl: Geselecteerde tags wissen
pl: Wyczyść wybrane tagi
pt_br: Limpar Etiquetas Selecionadas
ru: Очистить выбранные теги
tr: Seçili Etiketleri Temizle
uk: Очистити вибрані теги
vi: Xóa thẻ đã chọn
zh_hans: 清除已选标签
zh_hant: 清除已選標籤

# sidebar.collapse
source: Collapse
ar: طي
de: Einklappen
es: Colapsar
fr: Réduire
id: Ciutkan
it: Comprimi
ja: 折りたたむ
ko: 접기
nl: Inklappen
pl: Zwiń
pt_br: Recolher
ru: Свернуть
tr: Daralt
uk: Згорнути
vi: Thu gọn
zh_hans: 折叠
zh_hant: 折疊

# sidebar.expand
source: Expand
ar: توسيع
de: Ausklappen
es: Expandir
fr: Développer
id: Perluas
it: Espandi
ja: 展開
ko: 펼치기
nl: Uitklappen
pl: Rozwiń
pt_br: Expandir
ru: Развернуть
tr: Genişlet
uk: Розгорнути
vi: Mở rộng
zh_hans: 展开
zh_hant: 展開

# sidebar.githubStarLists
source: Repo Groups
ar: مجموعات المستودعات
de: Repo-Gruppen
es: Grupos de repositorios
fr: Groupes de dépôts
id: Grup Repo
it: Gruppi di repository
ja: リポジトリグループ
ko: 저장소 그룹
nl: Repogroepen
pl: Grupy repozytoriów
pt_br: Grupos de Repositórios
ru: Группы репозиториев
tr: Depo Grupları
uk: Групи репозиторіїв
vi: Nhóm kho
zh_hans: 仓库分组
zh_hant: 倉庫分組

# sidebar.githubStarLists.add
source: Create repository group
ar: إنشاء مجموعة مستودعات
de: Repository-Gruppe erstellen
es: Crear grupo de repositorios
fr: Créer un groupe de dépôts
id: Buat grup repositori
it: Crea gruppo di repository
ja: リポジトリグループを作成
ko: 저장소 그룹 생성
nl: Repositorygroep aanmaken
pl: Utwórz grupę repozytoriów
pt_br: Criar grupo de repositórios
ru: Создать группу репозиториев
tr: Depo grubu oluştur
uk: Створити групу репозиторіїв
vi: Tạo nhóm kho
zh_hans: 新增仓库分组
zh_hant: 建立倉庫分組

# sidebar.githubStarLists.edit
source: Edit group
ar: تحرير المجموعة
de: Gruppe bearbeiten
es: Editar grupo
fr: Modifier le groupe
id: Edit grup
it: Modifica gruppo
ja: グループを編集
ko: 그룹 편집
nl: Groep bewerken
pl: Edytuj grupę
pt_br: Editar grupo
ru: Редактировать группу
tr: Grubu düzenle
uk: Редагувати групу
vi: Sửa nhóm
zh_hans: 编辑分组
zh_hant: 編輯分組

# sidebar.githubStarLists.fallback
source: Repository Group
ar: مجموعة مستودعات
de: Repository-Gruppe
es: Grupo de repositorios
fr: Groupe de dépôts
id: Grup Repositori
it: Gruppo di repository
ja: リポジトリグループ
ko: 저장소 그룹
nl: Repositorygroep
pl: Grupa repozytoriów
pt_br: Grupo de Repositórios
ru: Группа репозиториев
tr: Depo Grubu
uk: Група репозиторіїв
vi: Nhóm kho
zh_hans: 仓库分组
zh_hant: 倉庫分組

# sidebar.githubStarLists.refresh
source: Sync repository groups
ar: مزامنة مجموعات المستودعات
de: Repository-Gruppen synchronisieren
es: Sincronizar grupos de repositorios
fr: Synchroniser les groupes de dépôts
id: Sinkronkan grup repositori
it: Sincronizza gruppi di repository
ja: リポジトリグループを同期
ko: 저장소 그룹 동기화
nl: Repositorygroepen synchroniseren
pl: Synchronizuj grupy repozytoriów
pt_br: Sincronizar grupos de repositórios
ru: Синхронизировать группы репозиториев
tr: Depo gruplarını eşzamanla
uk: Синхронізувати групи репозиторіїв
vi: Đồng bộ nhóm kho
zh_hans: 同步仓库分组
zh_hant: 同步倉庫分組

# sidebar.githubStarLists.ungrouped
source: Ungrouped
ar: غير مجمعة
de: Nicht gruppiert
es: Sin agrupar
fr: Non groupé
id: Tidak Dikelompokkan
it: Non raggruppati
ja: 未グループ化
ko: 그룹 없음
nl: Ongroeperd
pl: Bez grupy
pt_br: Não agrupado
ru: Без группы
tr: Gruplanmamış
uk: Без групи
vi: Chưa phân nhóm
zh_hans: 未分组
zh_hant: 未分組

# sidebar.languages
source: Languages
ar: اللغات
de: Sprachen
es: Idiomas
fr: Langages
id: Bahasa
it: Linguaggi
ja: 言語
ko: 언어
nl: Talen
pl: Języki
pt_br: Linguagens
ru: Языки
tr: Diller
uk: Мови
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# sidebar.languages.other
source: Other
ar: أخرى
de: Sonstige
es: Otros
fr: Autres
id: Lainnya
it: Altro
ja: その他
ko: 기타
nl: Overige
pl: Inne
pt_br: Outros
ru: Другое
tr: Diğer
uk: Інше
vi: Khác
zh_hans: 其他
zh_hant: 其他

# sidebar.library
source: Library
ar: المكتبة
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
id: Pustaka
it: Libreria
ja: ライブラリ
ko: 라이브러리
nl: Bibliotheek
pl: Biblioteka
pt_br: Biblioteca
ru: Библиотека
tr: Kütüphane
uk: Бібліотека
vi: Thư viện
zh_hans: 知识库
zh_hant: 知識庫
